{
    "title": "Privacy Policy",
    "permalink": "/privacy-policy",
    "layout": "simple",
    "body": "At GetUp, we are committed to protecting your privacy and ensuring you have control over your personal information.\n\n<details class=\"group cms-accordion\">\n<summary>What Personal Information does GetUp collect?</summary>\n<div class=\"cms-accordion-content\">\nGetUp collects Personal Information about you:\n\n - because you have provided it directly to us (e.g. your name, email address, suburb, postcode and/or phone number, and in some cases other information such as your employment history or age); or\n - because a third party has provided it to us (e.g. you have signed a petition on a third party website site which lists GetUp as a partner, or GetUp has acquired a list from a trusted third party).\n\nIn general, GetUp does not collect \"Sensitive Information\" about you (such as information about your ethnicity, political beliefs, etc.) unless you provide it to us voluntarily (e.g. via a survey).\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>How does GetUp use Personal Information?</summary>\n<div class=\"cms-accordion-content\">\nGetUp uses your Personal Information to direct our campaigning and to communicate with you about our campaigns.\n\nWe also use your Personal Information to:\n - process donations and merchandise orders;\n - recruit staff and volunteers;\n - analyze our effectiveness and to improve our campaigns;\n - carry out administrative tasks, such as complaint handling and data processing; and\n - comply with our legal obligations.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>Who does GetUp disclose Personal Information to?</summary>\n<div class=\"cms-accordion-content\">\nGetUp may disclose your Personal Information to:\n - our employees, volunteers and contractors;\n - our professional advisors (e.g. lawyers, accountants);\n - third party suppliers and service providers (e.g. mail houses, technology providers); and\n - other trusted third parties, such as partner organisations.\n\nGetUp will not disclose your Personal Information to third parties for their own marketing purposes without your consent.\n\n**If you don't want your Personal Information disclosed in these ways, please let us know either at the time we collect your information or at any later time on [(02) 9211 4400](tel:0292114400) or at [privacy@getup.org.au](mailto:privacy@getup.org.au).**\n\n### Disclosure of Personal Information to overseas recipients\n\nSome of the trusted third parties providing services to GetUp are in the United States, so it is possible that your Personal Information will be disclosed overseas.\n\nGetUp takes reasonable steps to ensure that any overseas recipient of your Personal Information complies with Australian Privacy Principles in the Privacy Act 1988 (Cth), or is subject to another law or scheme that is substantially similar to the Australian Privacy Principles. If neither of these situations apply, GetUp will not disclose your Personal Information to an overseas recipient unless it is otherwise authorised to do so.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>How does GetUp collect Personal Information?</summary>\n<div class=\"cms-accordion-content\">\nGetUp collects Personal Information from a range of sources, including:\n\n - our websites, for example if you sign a petition and give your email address, name and/or other details;\n - in person, over the phone, by email and via online surveys;\n - through documents such as resumes and business cards, in the case of job applicants;\n - from publicly available sources;\n - via cookies on our website (see more below);\n - from third parties including trusted non-government organisations and reputable marketing list brokers (note that these third parties will only have your Personal Information and be able to share it with us if you have consented to this);\n\nWe make sure that our collection of Personal Information from these sources is legal and fair. If GetUp receives information that we did not solicit, and the information is not information that we would otherwise have collected, we will destroy that information where it is lawful to do so.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>How does GetUp keep your information safe?</summary>\n<div class=\"cms-accordion-content\">\n### GetUp Systems\n\nGetUp takes the security of Personal Information very seriously and has implemented a range of physical and electronic security measures to protect your Personal Information from misuse, interference, loss, and unauthorised access, use, modification, or disclosure.\n\nGetUp holds Personal Information in our secure databases and in secure third-party cloud databases. These databases are best practice, protected and comply with industry security standards. GetUp regularly conducts penetration testing on these databases to ensure that they are secure.\n\nGetUp has strict security protocols and thorough risk management processes in place. In relation to Personal Information specifically, GetUp has strict data storage, access, handling and retention protocols. We regularly audit for compliance with these protocols, and review and update these protocols.\n\n### GetUp Staff and Volunteers\n\nOnly authorised, properly trained staff and volunteers have access to GetUp's databases. GetUp continually monitors who is accessing these databases. GetUp's staff and volunteers are bound by confidentiality obligations as a condition of their work or volunteering, and this extends to ensuring that Personal Information collected by GetUp is kept confidential.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>How can you access or correct your Personal Information?</summary>\n<div class=\"cms-accordion-content\">\nYou have the right to request access to the records of Personal Information that GetUp holds about you, the right to ask GetUp to alter your Personal Information if you think the information is inaccurate, out-of-date, incomplete, irrelevant or misleading, and the right to request your Personal Information be deleted.\n\n**To make such a request, please email us at [privacy@getup.org.au](privacy@getup.org.au) setting out what information you wish to access, your name and an email or mail address at which we can contact you.**\n\nWe will ask you to provide identification so that we can ensure that you are the person to whom the Personal Information relates. In some cases, we will ask you to pay a reasonable fee to cover our costs in responding to your request. We will aim to respond to you within 28 days of receiving it.\n\nIn some cases, we will need to refuse your request, for example where granting your request would infringe someone else's privacy or would be unlawful. If we're not able to help you with your request, you'll receive a written explanation providing reasons for that refusal and information about how to make a complaint.\n\nIf GetUp refuses to correct your personal information, and you ask us to, we will take reasonable steps to associate a statement with your personal information that you consider the information to be inaccurate.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>How can you report a potential breach of your privacy?</summary>\n<div class=\"cms-accordion-content\">\nIf you have any questions or concerns, please don't hesitate to contact us via phone or email and set out the nature of your concern.\n\nIn order to effectively address your concern, we may ask you to provide further information. Once we have received all the information we need from you, please allow us 28 days to respond to your concern. If you are unsatisfied with our response, you may contact the Office of the Australian Information Commissioner at [www.oaic.gov.au](www.oaic.gov.au).\n\nOur contact details:\n\nPhone: [(02) 9211 4400](tel:0292114400)\n\nEmail: [privacy@getup.org.au](privacy@getup.org.au)\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>A note on cookies, Google Analytics and Google Ads</summary>\n<div class=\"cms-accordion-content\">\nWhen you visit our website, a record of your visit is logged. Your browser supplies data like your IP address and/or domain name, your operating system, the date, time and length of your visit to our website, and the actions you took on the website.\n\nThis information is used to compile statistical information about the use of our website and to help us improve our website. If you do not want cookies to be used, you can adjust your browser settings to disable them. [Learn how to do this here](https://www.wikihow.com/Disable-Cookies).\n\nWe also use Google Analytics to collect demographic data on website visitors. The kind of information we collect includes: city, gender, age, interests, device and browser. No personally identifiable information is collected via Google Analytics. This information is used to better understand website visitors and improve our website. You can opt out of Google Analytics at any time using [this browser plug-in](https://tools.google.com/dlpage/gaoptout).\n\nWe also use Google Ads remarketing to serve interest-based advertisements on third-party websites to previous visitors to our website. Third-party vendors use cookies to serve these ads, which are based on someone's past visits and behaviour on getup.org.au. These ads might show up on a Google search results page or on a site in the Google Display Network. If you do not want to see this kind of advertising, you can change your [Google Ads settings](https://adssettings.google.com/authenticated), or disable cookies (as above) or use an ad blocker.\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>Where can I find more information?</summary>\n<div class=\"cms-accordion-content\">\nIf you have any questions about this Privacy Policy, your Personal Information, or GetUp and data protection, you can contact our Privacy Officer.\n\nPhone: [(02) 9211 4400](tel:0292114400)\n\nEmail: [privacy@getup.org.au](privacy@getup.org.au)\n</div>\n</details>\n\n<details class=\"group cms-accordion\">\n<summary>Review and updates</summary>\n<div class=\"cms-accordion-content\">\nThis Privacy Policy will be reviewed regularly and updated as necessary from time to time. We will notify you of significant changes over email. Please review this Policy periodically for changes.\n</div>\n</details>"
}