{
    "title": "Donations Policy",
    "permalink": "/donations-policy",
    "layout": "simple",
    "body": "GetUp is deeply committed to People Power, and to enabling democratic participation via donations from as many individuals and businesses as possible.\n\nHowever, there are some individuals and businesses from whom we do not accept donations, due to state or federal electoral laws or because of our movement's core values – like independence, or our mission to build a progressive Australia.\n\nGetUp cannot accept foreign donations for electoral expenditure. If you would like to make a donation to any of our electoral campaigns, you must be an Australian Citizen, resident, entity or satisfy the conditions under the Commonwealth Electoral Act 1918 to donate to us.\n\nIf you have questions or need to arrange a refund on this basis, please contact [our Donations team](mailto:donations@getup.org.au).\n\nWe are obliged to disclose cumulative donations of $14,300 or more in a financial year to the Australian Electoral Commission under the Commonwealth Electoral Act. Because GetUp is passionate about more transparency in our democracy, we disclose all cumulative donations of $10,000 or more in a financial year.\n\nWe may also be obliged to disclose single or cumulative donations of $1,000 or more to one or more State Electoral Commissions under one or more State Electoral Acts.\n\nDonors who contribute to any of our campaigns relating to a state government election in Victoria, New South Wales or South Australia are required by electoral laws in those states to disclose the donation to the relevant State Electoral Commission if the amount contributed (either as a single or cumulative donation) is equal to or more than the amounts in the table below. Information on how to make a disclosure can be found on each State Electoral Commission website.\n\n| State | Amount | Electoral Commission Website                                  |\n| :---- | -----: | :------------------------------------------------------------ |\n| NSW   | $1,000 | [Electoral Commission NSW](https://www.elections.nsw.gov.au/) |\n| VIC   | $1,000 | [Victorian Electoral Commission](https://www.vec.vic.gov.au/) |\n| SA    | $5,000 | [Electoral Commission SA](https://www.ecsa.sa.gov.au/)        |\n\nYou may [view all our donations disclosures](/about/transparency) at any time.\n\n## Online payment processing fees\n\nTo help us cover fees associated with payments made online, we provide donors with the option to contribute a further 1.7% of the value of their donation. This amount was calculated by reference to what we pay in fees for accepting credit cards and PayPal donations and represents the most appropriate rate to genuinely assist us to cover the costs of online payments."
}